Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/EditorFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# editor.generate.suggest.nature
source: Waves rolling onto a beach, slow motion, drone shot
es: Olas rompiendo en la playa, cámara lenta, toma de dron
tr: Kumsala vuran dalgalar, ağır çekim, drone

# editor.generate.suggest.product
source: Close-up of hands using a phone on a wooden desk, soft light
es: Primer plano de manos usando un teléfono sobre un escritorio de madera, luz suave
tr: Ahşap masada telefonu kullanan eller, yakın plan, yumuşak ışık

# editor.generate.working %lld
source: %lld video(s) being made — they land on the timeline when ready.
es: %lld video(s) en proceso — llegan a la línea de tiempo cuando estén listos.
tr: %lld video üretiliyor — hazır olunca zaman çizelgesine yerleşir.

# editor.hint
source: Tap a segment to inspect it
es: Toca un segmento para inspeccionarlo
tr: İncelemek için bir segmente dokun

# editor.info.caption
source: STYLE POP · BOTTOM
es: ESTILO POP · INFERIOR
tr: STİL POP · ALT

# editor.info.pace %lld
source: PACE %lld WPM
es: RITMO %lld WPM
tr: TEMPO %lld KDK

# editor.info.recorded
source: RECORDED TODAY
es: REPORTE HOY
tr: BUGÜN ÇEKİLDİ

# editor.info.style
source: Cut: hard · Zoom: none · Grade: neutral warm
es: Corte: duro · Zoom: ninguno · Grado: neutral cálido
tr: Kesme: sert · Zoom: yok · Renk: nötr sıcak

# editor.info.styleSub
source: INHERITS PROJECT LOOK
es: HEREDA EL ESTILO DEL PROYECTO
tr: PROJE GÖRÜNÜMÜNÜ ALIR

# editor.info.takeSelected
source: Take 1 selected
es: Toma 1 seleccionada
tr: Çekim 1 seçili

# editor.info.words %lld %lld
source: %1$lld WORDS · %2$lldS
es: %1$lld PALABRAS · %2$lldS
tr: %1$lld KELİME · %2$lld SN

# editor.mixer.add
source: Add sound
es: Añadir sonido
tr: Ses ekle

# editor.mixer.count %lld
source: %lld SOUNDS
es: %lld SONIDOS
tr: %lld SES

# editor.mixer.muteAll
source: Mute all
es: Silenciar todo
tr: Hepsini sustur

# editor.mixer.open %@
source: Open %@
es: Abrir %@
tr: %@ aç

# editor.mixer.unmuteAll
source: Unmute all
es: Activar todo
tr: Hepsini aç

# editor.mixer.voice
source: Voice in the video
es: Voz en el video
tr: Videodaki ses

# editor.overlay.anim.fade
source: Fade
es: Fundido
tr: Belir

# editor.overlay.anim.none
source: None
es: Ninguno
tr: Yok

# editor.overlay.anim.slide
source: Slide
es: Deslizar
tr: Kay

# editor.overlay.behind
source: Behind the person
es: Detrás de la persona
tr: Kişinin arkasında

# editor.overlay.behind.off
source: The person stands in front of it, like a magazine cover.
es: La persona está delante, como una portada de revista.
tr: Kişi yazının önünde durur, dergi kapağı gibi.

# editor.overlay.behind.on
source: Behind the person when you are done. While selected it stays on top so you can move it.
es: Detrás de la persona cuando termines. Mientras esté seleccionado permanece encima para que puedas moverlo.
tr: Bitirince kişinin arkasına geçer. Seçiliyken taşıyabilmen için önde durur.

# editor.overlay.color
source: Colour
es: Color
tr: Renk

# editor.overlay.defaultText
source: Your text
es: Tu texto
tr: Yazın

# editor.overlay.delete
source: Delete
es: Eliminar
tr: Sil

# editor.overlay.duplicate
source: Duplicate
es: Duplicar
tr: Çoğalt

# editor.overlay.end
source: TO
es: A
tr: BİTİŞ

# editor.overlay.endHere
source: End here
es: Terminar aquí
tr: Burada bitir

# editor.overlay.front
source: Bring to front
es: Traer al frente
tr: Öne getir

# editor.overlay.gestureHint
source: Drag · pinch · twist
es: Arrastrar · pellizcar · girar
tr: Sürükle · sıkıştır · çevir

# editor.overlay.image
source: Image
es: Imagen
tr: Resim

# editor.overlay.look
source: SIZE, OPACITY, TURN
es: TAMAÑO, OPACIDAD, GIRA
tr: BOYUT, SAYDAMLIK, ÇEVİR

# editor.overlay.placeholder
source: Type something
es: Escribe algo
tr: Bir şey yaz

# editor.overlay.plate
source: Background
es: Fondo
tr: Arka plan

# editor.overlay.start
source: FROM
es: DE
tr: BAŞLANGIÇ

# editor.overlay.startHere
source: Start here
es: Comenzar aquí
tr: Burada başla

# editor.overlay.text
source: Text
es: Texto
tr: Yazı

# editor.overlay.untilEnd
source: To the end
es: Hasta el final
tr: Sonuna kadar

# editor.overlay.when
source: ON SCREEN
es: EN PANTALLA
tr: EKRANDA

# editor.overlay.words
source: WORDS
es: PALABRAS
tr: YAZI

# editor.panel.close
source: Close tool
es: Cerrar herramienta
tr: Aracı kapat

# editor.preview.failed
source: The preview could not be built
es: No se pudo generar la vista previa
tr: Önizleme hazırlanamadı

# editor.range.endHere
source: End at playhead
es: Terminar en la cabeza de reproducción
tr: Sonu oynatıcıya al

# editor.range.startHere
source: Start at playhead
es: Comenzar en la cabeza de reproducción
tr: Başı oynatıcıya al

# editor.range.whole
source: Whole clip
es: Clip completo
tr: Tüm klip

# editor.redo
source: Redo
es: Rehacer
tr: Yinele

# editor.retakeSegment
source: Retake segment
es: Regrabar segmento
tr: Segmenti tekrar çek

# editor.shorts.again
source: Find again
es: Buscar de nuevo
tr: Yeniden bul

# editor.shorts.byAI
source: Chosen by AI
es: Elegido por IA
tr: Yapay zekâ seçti

# editor.shorts.complete
source: Ending
es: Final
tr: Bitiş

# editor.shorts.create
source: Make short
es: Crear corto
tr: Klip oluştur

# editor.shorts.createAgain
source: Make again
es: Crear de nuevo
tr: Tekrar oluştur

# editor.shorts.deviceOnly %@
source: Picked on this iPhone only: %@
es: Seleccionado solo en este iPhone: %@
tr: Yalnızca bu iPhone seçti: %@

# editor.shorts.find
source: Find
es: Buscar
tr: Bul

# editor.shorts.finding
source: Reading the whole video…
es: Leyendo todo el video…
tr: Videonun tamamı okunuyor…

# editor.shorts.hint
source: Finds the moments of this video that work as shorts on their own. Only the words are sent to the AI, never the video.
es: Encuentra los momentos de este video que funcionan como cortos por sí solos. Solo las palabras se envían a la IA, nunca el video.
tr: Bu videonun tek başına kısa video olabilecek anlarını bulur. Yapay zekâya yalnızca sözler gider, video gitmez.

# editor.shorts.hook
source: Hook
es: Gancho
tr: Kanca

# editor.shorts.keywords
source: Punch
es: Golpe
tr: Vurgu

# editor.shorts.noSpeech
source: No words yet. Transcribe the clips first (Captions → Listen).
es: Aún no hay palabras. Transcribe primero los clips (Subtítulos → Escuchar).
tr: Henüz söz yok. Önce klipleri yazıya dökün (Altyazılar → Dinle).

# editor.shorts.none
source: No stretch fits this length. Try another length.
es: Ningún tramo se ajusta a esta longitud. Prueba otra longitud.
tr: Bu uzunluğa uyan bölüm yok. Başka bir uzunluk deneyin.

# editor.shorts.pace
source: Pace
es: Ritmo
tr: Tempo

# editor.shorts.placeholder
source: What to look for (optional): funniest bits, about pricing…
es: Qué buscar (opcional): momentos más divertidos, sobre precios…
tr: Ne aransın (isteğe bağlı): en komik anlar, fiyatla ilgili…

# editor.shorts.preview
source: Play
es: Reproducir
tr: Oynat

# editor.shorts.score %lld
source: Score %lld of 100
es: Puntuación %lld de 100
tr: Puan: 100 üzerinden %lld

# editor.sound.amount
source: Strength
es: Intensidad
tr: Etki gücü

# editor.sound.chipmunk
source: High
es: Alto
tr: İnce ses

# editor.sound.clean
source: Level only
es: Solo nivel
tr: Sadece ses

# editor.sound.deep
source: Deep
es: Profundo
tr: Kalın ses

# editor.sound.echo
source: Echo
es: Eco
tr: Yankı

# editor.sound.hall
source: Hall
es: Sala
tr: Salon

# editor.sound.hint
source: Pick an effect for the voice. It lands on the timeline, where you drag it and pull its ends.
es: Elige un efecto para la voz. Se coloca en la línea de tiempo, donde lo arrastras y extiendes sus extremos.
tr: Ses için bir efekt seç. Zaman çizelgesine eklenir; oradan sürükleyip uçlarını çekersin.

# editor.sound.megaphone
source: Megaphone
es: Megáfono
tr: Megafon

# editor.sound.note
source: Applied to the voice in the footage over this stretch. Strength and pitch are prepared when you let go; the level changes at once.
es: Aplicado a la voz en el metraje durante este tramo. Fuerza y tono se preparan al soltar; el nivel cambia al instante.
tr: Bu aralıkta videodaki sese uygulanır. Güç ve perde parmağını kaldırınca hazırlanır; ses seviyesi anında değişir.

# editor.sound.pitch
source: Pitch (semitones)
es: Tono (semitonos)
tr: Perde (yarım ton)

# editor.sound.room
source: Room
es: Sala
tr: Oda

# editor.sound.telephone
source: Phone
es: Teléfono
tr: Telefon

# editor.sound.underwater
source: Underwater
es: Submarino
tr: Su altı

# editor.sound.volume
source: Level
es: Nivel
tr: Ses seviyesi

# editor.speech.agree
source: Both listeners heard the same
es: Ambos oyentes escucharon lo mismo
tr: İki motor da aynı şeyi duydu

# editor.speech.byAI %@
source: AI picked %@ · see both
es: AI eligió %@ · ver ambos
tr: AI %@ metnini seçti · ikisini gör

# editor.speech.byRule %@
source: Using %@ · see both
es: Usando %@ · ver ambos
tr: %@ metni kullanılıyor · ikisini gör

# editor.speech.byYou %@
source: You picked %@ · see both
es: Tú elegiste %@ · ver ambos
tr: Sen %@ metnini seçtin · ikisini gör

# editor.speech.cloud
source: SERVER
es: SERVIDOR
tr: SUNUCU

# editor.speech.device
source: PHONE
es: TELÉFONO
tr: TELEFON

# editor.style.analyzeStructure
source: Analyse video structure
es: Analizar estructura
tr: Video yapısını analiz et

# editor.style.analyzeStructureHint
source: Works without sound; speech and captions improve accuracy
es: Funciona sin sonido; el habla y los subtítulos mejoran la precisión
tr: Ses olmadan çalışır; konuşma ve altyazı doğruluğu artırır

# editor.style.applyStructure
source: Apply suggestions
es: Aplicar sugerencias
tr: Önerileri uygula

# editor.style.framing
source: FRAME
es: CUADRO
tr: ÇERÇEVE

# editor.style.framing.fill
source: Fill
es: Rellenar
tr: Doldur

# editor.style.framing.fit
source: Whole
es: Completo
tr: Sığdır

# editor.style.framing.note
source: A clip of another shape shows whole, over a blurred copy of itself. Fill crops it to the frame.
es: Un clip de otra forma muestra completo, sobre una copia borrosa de sí mismo. Rellenar recorta al cuadro.
tr: Farklı şekildeki klip bütün görünür, arkasını kendi bulanık hâli doldurur. Doldur, çerçeveye kırpar.

# editor.style.notes
source: SPEAKER NOTES
es: NOTAS DEL LOCUTOR
tr: KONUŞMACI NOTU

# editor.style.notesPlaceholder
source: Only you see this
es: Solo tú lo ves
tr: Bunu sadece sen görürsün

# editor.style.prompterSpeed
source: PROMPTER SPEED
es: VELOCIDAD DEL PROMPTER
tr: PROMPTER HIZI

# editor.style.role
source: ROLE
es: ROL
tr: ROL

# editor.style.structureCurrent
source: Video structure is already up to date
es: La estructura de video ya está actualizada
tr: Video yapısı zaten güncel

# editor.style.structureReady %lld
source: %lld confident role suggestions
es: %lld sugerencias de rol confiables
tr: %lld güçlü rol önerisi

# editor.tab.caption
source: Caption
es: Subtítulo
tr: Altyazı

# editor.tab.script
source: Script
es: Guion
tr: Metin

# editor.tab.style
source: Style
es: Estilo
tr: Stil

# editor.tab.take
source: Take
es: Toma
tr: Çekim

# editor.tab.timing
source: Timing
es: Cronograma
tr: Zamanlama

# editor.take %lld
source: TAKE %lld
es: TOMA %lld
tr: ÇEKİM %lld

# editor.take.empty
source: Nothing shot yet
es: Nada grabado aún
tr: Henüz çekim yok

# editor.take.hint
source: Import a clip or record this beat, and every attempt is kept here to choose between.
es: Importa un clip o graba este compás, y cada intento se guarda aquí para elegir entre ellos.
tr: Bir klip yükle ya da bu bölümü çek; her deneme burada, seçilmek üzere duruyor.

# editor.take.status.failed
source: FAILED
es: FALLADO
tr: BAŞARISIZ

# editor.take.status.processing
source: WORKING
es: TRABAJANDO
tr: İŞLENİYOR

# editor.take.status.ready
source: READY
es: LISTO
tr: HAZIR

# editor.take.status.recording
source: REC
es: GRAB
tr: KAYIT

# editor.take.useBest
source: Use the best take
es: Usar la mejor toma
tr: En iyi çekimi kullan

# editor.template.add
source: Add to the timeline
es: Añadir a la línea de tiempo
tr: Zaman çizelgesine ekle

# editor.template.all
source: All
es: Todas
tr: Tümü

# editor.template.cancel
source: Cancel
es: Cancelar
tr: Vazgeç

# editor.template.category.beauty
source: Beauty
es: Belleza
tr: Güzellik

# editor.template.category.education
source: Education
es: Educación
tr: Eğitim

# editor.template.category.events
source: Events
es: Eventos
tr: Etkinlik

# editor.template.category.fashion
source: Fashion
es: Moda
tr: Moda

# editor.template.category.finance
source: Apps & finance
es: Apps y finanzas
tr: Uygulama ve finans

# editor.template.category.food
source: Food & drink
es: Comida y bebida
tr: Yeme içme

# editor.template.category.gaming
source: Gaming
es: Juegos
tr: Oyun

# editor.template.category.home
source: Home & living
es: Hogar y vida
tr: Ev ve yaşam

# editor.template.category.partnership
source: Partnership
es: Alianzas
tr: İş birliği

# editor.template.category.tech
source: Tech
es: Tecnología
tr: Teknoloji

# editor.template.category.travel
source: Travel
es: Viajes
tr: Seyahat

# editor.template.dark
source: Dark
es: Oscuro
tr: Koyu

# editor.template.edit
source: Edit the template text
es: Editar el texto de la plantilla
tr: Şablon yazılarını düzenle

# editor.template.editTitle
source: Edit template
es: Editar plantilla
tr: Şablonu düzenle

# editor.template.font.clean
source: Clean
es: Limpio
tr: Sade

# editor.template.font.display
source: Bold
es: Negrita
tr: Kalın

# editor.template.light
source: Light
es: Claro
tr: Açık

# editor.template.save
source: Save
es: Guardar
tr: Kaydet

# editor.template.slot.brand
source: Brand
es: Marca
tr: Marka

# editor.template.slot.code
source: Code
es: Código
tr: Kod

# editor.template.slot.cta
source: Button
es: Botón
tr: Buton

# editor.template.slot.date
source: Date
es: Fecha
tr: Tarih

# editor.template.slot.detail
source: Subline
es: Subtítulo
tr: Alt yazı

# editor.template.slot.item1
source: Item 1
es: Elemento 1
tr: 1. madde

# editor.template.slot.item2
source: Item 2
es: Elemento 2
tr: 2. madde

# editor.template.slot.item3
source: Item 3
es: Elemento 3
tr: 3. madde

# editor.template.slot.label
source: Label
es: Etiqueta
tr: Etiket

# editor.template.slot.note
source: Note
es: Nota
tr: Not

# editor.template.slot.number
source: Number
es: Número
tr: Sayı

# editor.template.slot.oldPrice
source: Old price
es: Precio antiguo
tr: Eski fiyat

# editor.template.slot.optionA
source: Option 1
es: Opción 1
tr: 1. seçenek

# editor.template.slot.optionB
source: Option 2
es: Opción 2
tr: 2. seçenek

# editor.template.slot.place
source: Place
es: Lugar
tr: Yer

# editor.template.slot.price
source: Price
es: Precio
tr: Fiyat

# editor.template.slot.title
source: Headline
es: Titular
tr: Başlık

# editor.template.title
source: Brand templates
es: Plantillas de marca
tr: Marka şablonları

# editor.timeline
source: TIMELINE
es: CRONOGRAMA
tr: ZAMAN ÇİZELGESİ

# editor.timing.dragHint
source: Drag the bar on the timeline to move it, pull its ends to set when it starts and stops.
es: Arrastra la barra en el cronograma para moverla, arrástrala a los extremos para establecer cuándo comienza y termina.
tr: Zaman çizelgesinde çubuğu sürükleyerek taşı, uçlarını çekerek başlangıç ve bitişini ayarla.

# editor.timing.duration
source: LENGTH
es: LONGITUD
tr: SÜRE

# editor.timing.freeze
source: Freeze
es: Congelar
tr: Dondur

# editor.timing.freezeNote
source: One frame, held. The clip's own length no longer decides anything — drag its edge, or use the length control.
es: Un fotograma, sostenido. La longitud propia del clip ya no decide nada — arrastra su borde o usa el control de longitud.
tr: Tek kare, sabit tutuluyor. Klibin kendi süresi artık bir şey belirlemiyor — kenarından sürükle ya da süre kontrolünü kullan.

# editor.timing.held
source: HELD FOR
es: SOSTENIDO POR
tr: TUTMA

# editor.timing.length
source: LENGTH
es: LONGITUD
tr: SÜRE

# editor.timing.position
source: POSITION
es: POSICIÓN
tr: KONUM

# editor.timing.reverse
source: Reverse
es: Reversa
tr: Ters

# editor.timing.reverseNote
source: Written out backwards the first time you play it, then cached. The sound plays backwards too.
es: Escrito al revés la primera vez que se reproduce, luego se almacena. El sonido también se reproduce al revés.
tr: İlk oynatışta tersine yazılıyor, sonra önbellekten geliyor. Ses de tersine çalar.

# editor.timing.slowNote
source: Slow motion looks its best when the footage was shot at 60 or 120fps.
es: El movimiento lento se ve mejor cuando el material se grabó a 60 o 120fps.
tr: Ağır çekim, görüntü 60 ya da 120 fps çekildiyse en iyi sonucu verir.

# editor.timing.speed
source: SPEED
es: VELOCIDAD
tr: HIZ

# editor.tool.delete
source: Delete
es: Eliminar
tr: Sil

# editor.tool.duplicate
source: Duplicate
es: Duplicar
tr: Çoğalt

# editor.tool.merge
source: Join
es: Unir
tr: Birleştir

# editor.tool.mute
source: Mute
es: Silenciar
tr: Sustur

# editor.tool.split
source: Split
es: Cortar
tr: Böl

# editor.tool.unmute
source: Unmute
es: Reactivar
tr: Aç

# editor.tools.audioAdd.note
source: Music, voiceover, effect
es: Música, voz en off, efecto
tr: Müzik, dış ses, efekt

# editor.tools.brand.note
source: Colours, typeface, logo and templates
es: Colores, tipografía, logo y plantillas
tr: Renkler, yazı tipi, logo ve şablonlar

# editor.tools.captionStyle.note
source: How captions look
es: Apariencia de subtítulos
tr: Altyazı görünümü

# editor.tools.cues.note
source: Cue by cue
es: Por cue
tr: Replik replik

# editor.tools.cut
source: Cutting
es: Cortar
tr: Kesme

# editor.tools.delete.note
source: Drop this clip
es: Eliminar este clip
tr: Bu klibi çıkar

# editor.tools.delivery
source: Takes & delivery
es: Toma y entrega
tr: Çekim ve teslim

# editor.tools.denoise.note
source: Hiss, hum, rumble
es: Silbido, zumbido, rugido
tr: Tıslama, uğultu

# editor.tools.duck.note
source: Drop under the voice
es: Reducir bajo la voz
tr: Konuşma altında kıs

# editor.tools.duplicate.note
source: Same footage, twice
es: Misma toma, dos veces
tr: Aynı görüntü, iki kez

# editor.tools.enhance.note
source: Lift the consonants
es: Elevar las consonantes
tr: Ünsüzleri öne çıkar

# editor.tools.export.note
source: Format and render
es: Formato y renderizado
tr: Format ve render

# editor.tools.freeze.note
source: Hold the frame under the playhead
es: Mantener el fotograma bajo el cabezal
tr: Oynatma çizgisindeki kareyi dondur

# editor.tools.look
source: Look
es: Apariencia
tr: Görünüm

# editor.tools.merge.note
source: Two halves of one shot
es: Dos mitades de una toma
tr: Tek çekimin iki yarısı

# editor.tools.mute.note
source: Silence this clip
es: Silenciar este clip
tr: Bu klibi sustur

# editor.tools.notes.note
source: Only you see them
es: Solo tú los ves
tr: Sadece sen görürsün

# editor.tools.reverse.note
source: Picture and sound, backwards
es: Imagen y sonido, al revés
tr: Görüntü ve ses, geriye

# editor.tools.script.note
source: What is said here
es: Lo que se dice aquí
tr: Burada söylenen

# editor.tools.sound
source: Sound
es: Sonido
tr: Ses

# editor.tools.speed.note
source: 0.25× to 4×
es: 0.25× a 4×

# editor.tools.split.note
source: Cut at the playhead, between words
es: Cortar en el cabezal, entre palabras
tr: Oynatma çizgisinden, kelime arasından kes

# editor.tools.takes.note
source: Every attempt, kept
es: Cada intento, guardado
tr: Her deneme saklı

# editor.tools.time
source: Time
es: Tiempo
tr: Zaman

# editor.tools.title
source: EVERYTHING
es: TODO
tr: HER ŞEY

# editor.tools.transcript
source: Edit by transcript
es: Editar por transcripción
tr: Konuşmadan kurgu

# editor.tools.transcript.note
source: Delete words, delete footage
es: Eliminar palabras, eliminar material
tr: Kelimeyi sil, görüntü gitsin

# editor.tools.transition.note
source: Blend, slide, wipe or zoom from one clip into the next
es: Mezclar, deslizar, barrer o hacer zoom de un clip al siguiente
tr: Bir klipten diğerine karışım, kayma, silme ya da zoom geçişi

# editor.tools.trim.note
source: Pull the clip's ends
es: Arrastrar los extremos del clip
tr: Klibin uçlarından çek

# editor.tools.voice
source: Clean up voice
es: Limpiar voz
tr: Konuşma sesini temizle

# editor.tools.voice.note
source: Hiss, hum and rumble, in every clip
es: Silbidos, zumbidos y rugidos, en cada clip
tr: Tüm kliplerde tıslama ve uğultu

# editor.tools.voice.off
source: Voice cleanup on
es: Limpieza de voz activada
tr: Ses temizleme açık

# editor.tools.words
source: Words
es: Palabras
tr: Metin

# editor.track.applied
source: Subject locked. Preview is ready.
es: Sujeto bloqueado. Vista previa lista.
tr: Özne kilitlendi. Önizleme hazır.

# editor.track.clear
source: Clear
es: Limpiar
tr: Temizle

# editor.track.close
source: Close tracking
es: Cerrar seguimiento
tr: Takibi kapat

# editor.track.closeness
source: CLOSENESS
es: CERCANÍA
tr: YAKINLIK

# editor.track.confidence
source: TRACK CONFIDENCE
es: CONFIDENCIA DE SEGUIMIENTO
tr: TAKİP GÜVENİ

# editor.track.correct
source: Apply correction
es: Aplicar corrección
tr: Düzeltmeyi uygula

# editor.track.correctInstruction
source: Mark the subject again on this frame
es: Marcar el sujeto nuevamente en este fotograma
tr: Bu karede özneyi yeniden işaretle

# editor.track.correctWeakest
source: Correct weakest moment
es: Corregir el momento más débil
tr: En zayıf anı düzelt

# editor.track.done
source: Tracking ready
es: Seguimiento listo
tr: Takip hazır

# editor.track.failed
source: The subject was lost. Mark a tighter area and retry.
es: El sujeto se perdió. Selecciona un área más estrecha y vuelve a intentarlo.
tr: Özne kayboldu. Daha sıkı bir alan işaretleyip tekrar dene.

# editor.track.instruction
source: Circle or paint the subject
es: Círculo o pinta el sujeto
tr: Özneyi çember içine al veya boya

# editor.track.lasso
source: Circle
es: Círculo
tr: Çember

# editor.track.paint
source: Paint
es: Pinta
tr: Boya

# editor.track.progress %lld
source: Following subject · %lld%%
es: Seguimiento del sujeto · %lld%%
tr: Özne takip ediliyor · %%%lld

# editor.track.redraw
source: Draw again
es: Dibuja de nuevo
tr: Yeniden işaretle

# editor.track.return
source: Return to editor
es: Volver al editor
tr: Editöre dön

# editor.track.stable
source: STABLE
es: ESTABLE
tr: KARARLI

# editor.track.start
source: Follow subject
es: Seguir al sujeto
tr: Özneyi takip et

# editor.track.subtitle
source: SELECT ON THE PICTURE · TRACK BOTH WAYS
es: SELECCIONA EN LA IMAGEN · SEGUIMIENTO DE DOS MANERAS
tr: GÖRÜNTÜDE SEÇ · İKİ YÖNE TAKİP

# editor.track.title
source: Track
es: Seguimiento
tr: Takip

# editor.track.weak %lld
source: %lld weak moments
es: %lld momentos débiles
tr: %lld sorunlu an

# editor.trackLane.title
source: Tracking
es: Seguimiento
tr: Takip

# editor.trackPanel.delete
source: Remove tracking
es: Eliminar seguimiento
tr: Takibi sil

# editor.trackPanel.edit
source: Fix or draw again
es: Arreglar o dibujar de nuevo
tr: Düzelt veya yeniden işaretle

# editor.trackPanel.hint
source: Drag either end on the timeline to shorten where the camera follows.
es: Arrastra cualquiera de los extremos en la línea de tiempo para acortar donde la cámara sigue.
tr: Kameranın takip ettiği bölümü kısaltmak için zaman çizelgesinde uçlarından sürükle.

# editor.trackPanel.issues %lld
source: Lost %lld times — tap a moment to see it
es: Se perdió %lld veces — toca un momento para verlo
tr: %lld kez kaybedildi — görmek için bir ana dokun

# editor.trackPanel.stable
source: Followed the whole way
es: Seguido todo el camino
tr: Baştan sona takip edildi

# editor.transcript.count %lld
source: %lld words, each with a time on it
es: %lld palabras, cada una con su tiempo
tr: %lld kelime, her birinin zamanı var

# editor.transcript.delete
source: Delete selection
es: Eliminar selección
tr: Seçimi sil
